Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Last week
bg: Миналата седмица
cs: Minulý týden
da: Sidste uge
de: Letzte Woche
es: Semana pasada
fi: Viime viikolla
fr: Semaine dernière
it: Settimana scorsa
nb: Forrige uke
nl: Vorige week
pl: Zeszły tydzień
pt: Semana passada
ro: Săptămâna trecută
ru: Прошлая неделя
sv: Förra veckan

source: Left
bg: Остават
cs: Zbývá
da: Tilbage
de: Übrig
es: Restante
fi: Jäljellä
fr: Reste
it: Rimasto
nb: Igjen
nl: Over
pl: Pozostało
pt: Restante
ro: Rămas
ru: Осталось
sv: Kvar

source: Left after bills
bg: Остава след сметките
cs: Zbývá po účtech
da: Tilbage efter regninger
de: Übrig nach Rechnungen
es: Restante tras los pagos
fi: Jäljellä laskujen jälkeen
fr: Reste après les factures
it: Rimasto dopo le spese
nb: Igjen etter regninger
nl: Over na rekeningen
pl: Zostało po rachunkach
pt: Restante após as contas
ro: Rămas după facturi
ru: Осталось после счетов
sv: Kvar efter räkningar

source: Left over
bg: Остатък
cs: Zbývá
da: Tilbage
de: Übrig
es: Sobrante
fi: Jäljellä
fr: Restant
it: Rimanenza
nb: Igjen
nl: Over
pl: Zostało
pt: Sobra
ro: Rămas
ru: Остаток
sv: Kvar

source: Legal
bg: Правни
cs: Právní
da: Juridisk
de: Rechtliches
fi: Oikeudelliset
fr: Mentions légales
it: Note legali
nb: Juridisk
nl: Juridisch
pl: Informacje prawne
ro: Aspecte legale
ru: Правовая информация
sv: Juridik

source: Light
bg: Светла
cs: Světlý
da: Lys
de: Hell
es: Claro
fi: Vaalea
fr: Clair
it: Chiaro
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
sv: Ljust

source: Log a couple of weeks of spending and set a budget to unlock your Wellbeing score.
bg: Записвай разходите си няколко седмици и задай бюджет, за да отключиш оценката си за благополучие.
cs: Zaznamenávejte pár týdnů útrat a nastavte rozpočet, abyste odemkli své skóre pohody.
da: Registrér et par ugers forbrug og opret et budget for at låse din trivselsscore op.
de: Erfasse ein paar Wochen Ausgaben und leg ein Budget fest, um deinen Wohlbefinden-Score freizuschalten.
es: Registra un par de semanas de gastos y fija un presupuesto para desbloquear tu puntuación de bienestar.
fi: Kirjaa parin viikon menot ja aseta budjetti, niin saat hyvinvointipisteesi käyttöön.
fr: Enregistrez quelques semaines de dépenses et définissez un budget pour débloquer votre score de bien-être.
it: Registra un paio di settimane di spese e imposta un budget per sbloccare il tuo punteggio di benessere.
nb: Registrer et par uker med forbruk og sett et budsjett for å låse opp velværescoren din.
nl: Leg een paar weken uitgaven vast en stel een budget in om je welzijnsscore te ontgrendelen.
pl: Zapisuj wydatki przez kilka tygodni i ustaw budżet, aby odblokować swój wynik dobrostanu.
pt: Registre algumas semanas de gastos e defina um orçamento para desbloquear sua pontuação de bem-estar.
ro: Înregistrează câteva săptămâni de cheltuieli și setează un buget ca să-ți deblochezi scorul de bunăstare.
ru: Записывайте расходы пару недель и задайте бюджет, чтобы открыть оценку благополучия.
sv: Registrera ett par veckors utgifter och skapa en budget för att låsa upp din välmåendepoäng.

source: Manage in Budget →
bg: Управление в бюджета →
cs: Spravovat v Rozpočtu →
da: Administrer i Budget →
de: In Budget verwalten →
es: Gestionar en Presupuesto →
fi: Hallitse Budjetissa →
fr: Gérer dans Budget →
it: Gestisci in Budget →
nb: Administrer i Budsjett →
nl: Beheren in Budget →
pl: Zarządzaj w Budżecie →
pt: Gerir no Orçamento →
ro: Gestionează în Buget →
ru: Управлять в бюджете →
sv: Hantera i Budget →

source: Mark as paid
bg: Отбележи като платено
cs: Označit jako zaplacené
da: Markér som betalt
de: Als bezahlt markieren
es: Marcar como pagado
fi: Merkitse maksetuksi
fr: Marquer comme payé
it: Segna come pagato
nb: Marker som betalt
nl: Markeren als betaald
pl: Oznacz jako zapłacone
pt: Marcar como pago
ro: Marchează ca plătit
ru: Отметить как оплаченное
sv: Markera som betald

source: Maximum
bg: Максимум
da: Maksimum
es: Máximo
fi: Enintään
it: Massimo
nb: Maksimum
pl: Maksimum
pt: Máximo
ro: Maxim
ru: Максимум

source: Maybe later
bg: Може би по-късно
cs: Možná později
da: Måske senere
de: Vielleicht später
es: Quizá más adelante
fi: Ehkä myöhemmin
fr: Peut-être plus tard
it: Forse più avanti
nb: Kanskje senere
nl: Misschien later
pl: Może później
pt: Talvez depois
ro: Poate mai târziu
ru: Может быть, позже
sv: Kanske senare

source: Medium
bg: Среден
cs: Střední
da: Mellem
de: Mittel
es: Mediano
fi: Keskikoko
fr: Moyen
it: Medio
nb: Middels
nl: Gemiddeld
pl: Średni
pt: Médio
ro: Mediu
ru: Средний
sv: Mellan

source: Merge keeps your current data and adds the backup. Replace deletes everything first.
bg: Сливането запазва текущите данни и добавя копието. Замяната първо изтрива всичко.
cs: Sloučení zachová aktuální data a přidá zálohu. Nahrazení nejprve vše smaže.
da: Fletning beholder dine data og tilføjer sikkerhedskopien. Erstat sletter alt først.
de: Zusammenführen behält deine Daten und fügt das Backup hinzu. Ersetzen löscht zuerst alles.
es: Combinar mantiene tus datos y añade la copia. Reemplazar borra todo primero.
fi: Yhdistäminen säilyttää nykyiset tiedot ja lisää varmuuskopion. Korvaaminen poistaa ensin kaiken.
fr: La fusion conserve vos données et ajoute la sauvegarde. Remplacer efface tout d’abord.
it: Unisci mantiene i dati attuali e aggiunge il backup. Sostituisci cancella prima tutto.
nb: Sammenslåing beholder dataene dine og legger til sikkerhetskopien. Erstatt sletter alt først.
nl: Samenvoegen behoudt je gegevens en voegt de back-up toe. Vervangen wist eerst alles.
pl: Scalanie zachowuje bieżące dane i dodaje kopię. Zastąpienie najpierw usuwa wszystko.
pt: Combinar mantém os teus dados e adiciona a cópia. Substituir apaga tudo primeiro.
ro: Îmbinarea păstrează datele curente și adaugă copia. Înlocuirea șterge mai întâi tot.
ru: Слияние сохраняет текущие данные и добавляет копию. Замена сначала удаляет всё.
sv: Sammanfogning behåller dina data och lägger till kopian. Ersätt raderar allt först.

source: Merge with current data
bg: Обедини
cs: Sloučit s aktuálními daty
da: Flet med aktuelle data
de: Zusammenführen
es: Combinar
fi: Yhdistä nykyisiin tietoihin
fr: Fusionner
it: Unisci
nb: Slå sammen med gjeldende data
nl: Samenvoegen
pl: Scal
pt: Combinar
ro: Îmbină cu datele curente
ru: Объединить
sv: Slå ihop med aktuella data

source: Minimum
bg: Минимум
es: Mínimo
fi: Vähintään
it: Minimo
pt: Mínimo
ro: Minim
ru: Минимум

source: Month
bg: Месец
cs: Měsíc
da: Måned
de: Monat
es: Mes
fi: Kuukausi
fr: Mois
it: Mese
nb: Måned
nl: Maand
pl: Miesiąc
pt: Mês
ro: Lună
ru: Месяц
sv: Månad

source: Monthly
bg: Месечно
cs: Měsíčně
da: Månedligt
de: Monatlich
es: Mensual
fi: Kuukausittain
fr: Mensuel
it: Mensile
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis

source: Monthly average
bg: Средно на месец
cs: Měsíční průměr
da: Månedligt gennemsnit
de: Monatlicher Durchschnitt
es: Promedio mensual
fi: Kuukausikeskiarvo
fr: Moyenne mensuelle
it: Media mensile
nb: Månedlig gjennomsnitt
nl: Maandgemiddelde
pl: Średnia miesięczna
pt: Média mensal
ro: Media lunară
ru: Среднее за месяц
sv: Månadsgenomsnitt

source: Monthly budget — %@
bg: Месечен бюджет — %@
cs: Měsíční rozpočet — %@
da: Månedligt budget — %@
de: Monatliches Budget — %@
es: Presupuesto mensual — %@
fi: Kuukausibudjetti — %@
fr: Budget mensuel — %@
it: Budget mensile — %@
nb: Månedlig budsjett — %@
nl: Maandelijks budget — %@
pl: Budżet miesięczny — %@
pt: Orçamento mensal — %@
ro: Buget lunar — %@
ru: Ежемесячный бюджет — %@
sv: Månadsbudget — %@

source: Monthly budget and planned bills apply to a single month.
bg: Месечният бюджет и планираните сметки важат за един месец.
cs: Měsíční rozpočet a plánované platby platí pro jeden měsíc.
da: Månedligt budget og planlagte regninger gælder for én måned.
de: Monatliches Budget und geplante Rechnungen gelten für einen einzelnen Monat.
es: El presupuesto mensual y las facturas previstas se aplican a un solo mes.
fi: Kuukausibudjetti ja suunnitellut laskut koskevat yhtä kuukautta.
fr: Le budget mensuel et les factures prévues s'appliquent à un seul mois.
it: Il budget mensile e le bollette previste valgono per un solo mese.
nb: Månedlig budsjett og planlagte regninger gjelder for én måned.
nl: Maandbudget en geplande rekeningen gelden voor één maand.
pl: Miesięczny budżet i zaplanowane rachunki dotyczą jednego miesiąca.
pt: O orçamento mensal e as contas previstas aplicam-se a um único mês.
ro: Bugetul lunar și facturile planificate se aplică unei singure luni.
ru: Месячный бюджет и запланированные счета относятся к одному месяцу.
sv: Månadsbudget och planerade räkningar gäller en enda månad.

source: Monthly spending budget
bg: Месечен бюджет за разходи
cs: Měsíční rozpočet na výdaje
da: Månedligt forbrugsbudget
de: Monatliches Ausgabenbudget
es: Presupuesto de gastos mensual
fi: Kuukausittainen kulutusbudjetti
fr: Budget de dépenses mensuel
it: Budget di spesa mensile
nb: Månedlig forbruksbudsjett
nl: Maandelijks uitgavenbudget
pl: Miesięczny budżet wydatków
pt: Orçamento de gastos mensal
ro: Buget lunar de cheltuieli
ru: Ежемесячный бюджет расходов
sv: Månatlig utgiftsbudget

source: Move to Group…
bg: Преместване в група…
cs: Přesunout do skupiny…
da: Flyt til gruppe…
de: Zu Gruppe verschieben…
es: Mover a grupo…
fi: Siirrä ryhmään…
fr: Déplacer vers un groupe…
it: Sposta nel gruppo…
nb: Flytt til gruppe…
nl: Naar groep verplaatsen…
pl: Przenieś do grupy…
pt: Mover para grupo…
ro: Mută în grup…
ru: Переместить в группу…
sv: Flytta till grupp…

source: Name
bg: Име
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sv: Namn

source: Name (e.g. Netflix)
bg: Име (напр. Netflix)
cs: Název (např. Netflix)
da: Navn (f.eks. Netflix)
de: Name (z. B. Netflix)
es: Nombre (p. ej. Netflix)
fi: Nimi (esim. Netflix)
fr: Nom (ex. Netflix)
it: Nome (es. Netflix)
nb: Navn (f.eks. Netflix)
nl: Naam (bijv. Netflix)
pl: Nazwa (np. Netflix)
pt: Nome (ex. Netflix)
ro: Nume (ex. Netflix)
ru: Название (напр. Netflix)
sv: Namn (t.ex. Netflix)

source: Name it, pick a target, and track what you put aside — a new laptop, a trip, a rainy-day fund.
bg: Дай ѝ име, избери цел и следи какво заделяш — нов лаптоп, пътуване, фонд за черни дни.
cs: Pojmenujte jej, zvolte cílovou částku a sledujte, co si odkládáte — nový notebook, cesta nebo rezerva na horší časy.
da: Giv det et navn, vælg et mål, og følg det, du lægger til side — en ny laptop, en rejse, en nødopsparing.
de: Benenne es, wähle ein Ziel und verfolge, was du zurücklegst — ein neuer Laptop, eine Reise, ein Notgroschen.
es: Ponle nombre, elige una meta y controla lo que apartas — un portátil nuevo, un viaje, un fondo para imprevistos.
fi: Anna sille nimi, valitse tavoite ja seuraa, mitä laitat sivuun — uusi kannettava, matka tai vararahasto.
fr: Donnez-lui un nom, choisissez un objectif et suivez ce que vous mettez de côté — un nouvel ordinateur portable, un voyage, une épargne de précaution.
it: Dagli un nome, scegli un obiettivo e monitora ciò che metti da parte — un nuovo portatile, un viaggio, un fondo per gli imprevisti.
nb: Gi det et navn, velg et mål, og følg det du setter av — en ny laptop, en reise, en buffer.
nl: Geef het een naam, kies een doel en volg wat je opzijzet — een nieuwe laptop, een reis, een appeltje voor de dorst.
pl: Nazwij go, wybierz cel i śledź, co odkładasz — nowy laptop, podróż lub fundusz na czarną godzinę.
pt: Dê um nome, escolha um alvo e acompanhe o que separa — um notebook novo, uma viagem, um fundo de emergência.
ro: Dă-i un nume, alege o țintă și urmărește ce pui deoparte — un laptop nou, o călătorie, un fond pentru zile negre.
ru: Дайте ей название, выберите цель и отслеживайте, что откладываете — новый ноутбук, поездка или запас на чёрный день.
sv: Ge det ett namn, välj ett mål och följ vad du lägger undan — en ny laptop, en resa, en buffert.

source: Needs work
bg: Нужна е работа
cs: Chce to práci
da: Kan blive bedre
de: Ausbaufähig
es: Por mejorar
fi: Kaipaa työtä
fr: À améliorer
it: Da migliorare
nb: Trenger arbeid
nl: Kan beter
pl: Wymaga pracy
pt: Precisa melhorar
ro: De îmbunătățit
ru: Нужно поработать
sv: Kan bli bättre

source: Nesting this category moves its sub-categories to the top level.
bg: Влагането на тази категория премества подкатегориите ѝ на основното ниво.
cs: Vnořením této kategorie se její podkategorie přesunou na nejvyšší úroveň.
da: Når denne kategori indlejres, flyttes dens underkategorier til øverste niveau.
de: Diese Kategorie zu verschachteln verschiebt ihre Unterkategorien auf die oberste Ebene.
es: Anidar esta categoría mueve sus subcategorías al nivel superior.
fi: Tämän kategorian sisällyttäminen siirtää sen alakategoriat ylimmälle tasolle.
fr: Imbriquer cette catégorie déplace ses sous-catégories au niveau supérieur.
it: Nidificando questa categoria, le sue sottocategorie passano al livello principale.
nb: Når denne kategorien nestes, flyttes underkategoriene til øverste nivå.
nl: Als deze categorie wordt genest, gaan de subcategorieën naar het hoofdniveau.
pl: Zagnieżdżenie tej kategorii przenosi jej podkategorie na najwyższy poziom.
pt: Aninhar esta categoria move as suas subcategorias para o nível superior.
ro: Cuibărirea acestei categorii îi mută subcategoriile la nivelul superior.
ru: Вложение этой категории переместит её подкатегории на верхний уровень.
sv: När den här kategorin kapslas in flyttas dess underkategorier till översta nivån.

source: New
bg: Ново
cs: Nové
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
it: Nuovo
nb: Ny
nl: Nieuw
pl: Nowe
pt: Novo
ro: Nou
ru: Новое
sv: Ny

source: New alerts will show up here.
bg: Новите известия ще се показват тук.
cs: Nová upozornění se zobrazí zde.
da: Nye notifikationer vises her.
de: Neue Hinweise erscheinen hier.
es: Las nuevas alertas aparecerán aquí.
fi: Uudet ilmoitukset näkyvät täällä.
fr: Les nouvelles alertes s’afficheront ici.
it: I nuovi avvisi appariranno qui.
nb: Nye varsler vises her.
nl: Nieuwe meldingen verschijnen hier.
pl: Nowe alerty pojawią się tutaj.
pt: Os novos alertas aparecerão aqui.
ro: Alertele noi vor apărea aici.
ru: Новые уведомления появятся здесь.
sv: Nya aviseringar visas här.

source: New category
bg: Нова категория
cs: Nová kategorie
da: Ny kategori
de: Neue Kategorie
es: Nueva categoría
fi: Uusi kategoria
fr: Nouvelle catégorie
it: Nuova categoria
nb: Ny kategori
nl: Nieuwe categorie
pl: Nowa kategoria
pt: Nova categoria
ro: Categorie nouă
ru: Новая категория
sv: Ny kategori

source: New goal
bg: Нова цел
cs: Nový cíl
da: Nyt mål
de: Neues Ziel
es: Nuevo objetivo
fi: Uusi tavoite
fr: Nouvel objectif
it: Nuovo obiettivo
nb: Nytt mål
nl: Nieuw doel
pl: Nowy cel
pt: Nova meta
ro: Obiectiv nou
ru: Новая цель
sv: Nytt mål

source: New total %@ of %@ · %@
bg: Нова обща сума %1$@ от %2$@ · %3$@
cs: Nový součet %1$@ z %2$@ · %3$@
da: Ny total %1$@ af %2$@ · %3$@
de: Neuer Gesamtbetrag %1$@ von %2$@ · %3$@
es: Nuevo total %1$@ de %2$@ · %3$@
fi: Uusi summa %1$@ %2$@:sta · %3$@
fr: Nouveau total %1$@ sur %2$@ · %3$@
it: Nuovo totale %1$@ su %2$@ · %3$@
nb: Ny sum %1$@ av %2$@ · %3$@
nl: Nieuw totaal %1$@ van %2$@ · %3$@
pl: Nowa suma %1$@ z %2$@ · %3$@
pt: Novo total %1$@ de %2$@ · %3$@
ro: Total nou %1$@ din %2$@ · %3$@
ru: Новый итог %1$@ из %2$@ · %3$@
sv: Ny summa %1$@ av %2$@ · %3$@

source: Next ~
bg: Следващо ~
cs: Další ~
da: Næste ~
de: Nächste ~
es: Próximo ~
fi: Seuraava ~
fr: Prochain ~
it: Prossimo ~
nb: Neste ~
nl: Volgende ~
pl: Następna ~
pt: Próxima ~
ro: Următoarea ~
ru: Далее ~
sv: Nästa ~

source: Next period
bg: Следващ период
cs: Další období
da: Næste periode
de: Nächster Zeitraum
es: Período siguiente
fi: Seuraava jakso
fr: Période suivante
it: Periodo successivo
nb: Neste periode
nl: Volgende periode
pl: Następny okres
pt: Próximo período
ro: Perioada următoare
ru: Следующий период
sv: Nästa period

source: Next: add your recurring bills in the Budget tab
bg: Следващо: добавете периодичните си сметки в раздел Бюджет
cs: Další krok: přidejte opakované účty v záložce Rozpočet
da: Næste: tilføj dine tilbagevendende regninger under fanen Budget
de: Als Nächstes: Füge deine wiederkehrenden Rechnungen im Tab Budget hinzu
es: Siguiente: añade tus facturas recurrentes en la pestaña Presupuesto
fi: Seuraavaksi: lisää toistuvat laskusi Budjetti-välilehdellä
fr: Ensuite : ajoute tes factures récurrentes dans l'onglet Budget
it: Prossimo passo: aggiungi le tue bollette ricorrenti nella scheda Budget
nb: Neste: legg til dine gjentakende regninger i Budsjett-fanen
nl: Volgende: voeg je terugkerende rekeningen toe in het tabblad Budget
pl: Następnie: dodaj cykliczne rachunki w zakładce Budżet
pt: Próximo: adicione suas contas recorrentes na aba Orçamento
ro: Următorul pas: adaugă facturile recurente din fila Buget
ru: Далее: добавьте регулярные счета во вкладке «Бюджет»
sv: Nästa: lägg till dina återkommande räkningar i fliken Budget

source: Nice — you saved %lld%% of your income this month
bg: Браво — този месец задели %1$lld%% от дохода си
cs: Skvělé — tento měsíc jste ušetřili %1$lld%% příjmu
da: Flot — du sparede %1$lld%% af din indkomst op denne måned
de: Stark — du hast diesen Monat %1$lld%% deiner Einnahmen gespart
es: Bien — este mes ahorraste el %1$lld%% de tus ingresos
fi: Hienoa — säästit %1$lld%% tuloistasi tässä kuussa
fr: Bravo — vous avez épargné %1$lld%% de vos revenus ce mois-ci
it: Bene — questo mese hai risparmiato il %1$lld%% delle tue entrate
nb: Fint — du sparte %1$lld%% av inntekten din denne måneden
nl: Mooi — je spaarde deze maand %1$lld%% van je inkomen
pl: Świetnie — w tym miesiącu oszczędzasz %1$lld%% dochodu
pt: Muito bem — você poupou %1$lld%% da sua renda neste mês
ro: Bravo — ai economisit %1$lld%% din venit luna aceasta
ru: Отлично — в этом месяце вы отложили %1$lld%% дохода
sv: Bra jobbat — du sparade %1$lld%% av din inkomst den här månaden

source: Nice work
bg: Браво
cs: Dobrá práce
da: Godt gået
de: Gut gemacht
es: Buen trabajo
fi: Hienoa työtä
fr: Beau travail
it: Ottimo lavoro
nb: Bra jobba
nl: Goed bezig
pl: Dobra robota
pt: Bom trabalho
ro: Bravo
ru: Отличная работа
sv: Bra jobbat

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
fi: Ei
fr: Non
nb: Nei
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sv: Nej

source: No — just my spending
bg: Не — само разходите ми
cs: Ne — jen moje výdaje
da: Nej — kun mit forbrug
de: Nein — nur meine Ausgaben
es: No — solo mis gastos
fi: Ei — vain kuluni
fr: Non — juste mes dépenses
it: No — solo le mie spese
nb: Nei — bare forbruket mitt
nl: Nee — alleen mijn uitgaven
pl: Nie — tylko moje wydatki
pt: Não — só meus gastos
ro: Nu — doar cheltuielile mele
ru: Нет — только мои расходы
sv: Nej — bara mina utgifter

source: No budget on %@
bg: Няма бюджет за %1$@
cs: Bez rozpočtu na %1$@
da: Intet budget på %1$@
de: Kein Budget für %1$@
es: Sin presupuesto en %1$@
fi: Ei budjettia: %1$@
fr: Pas de budget sur %1$@
it: Nessun budget su %1$@
nb: Ingen budsjett på %1$@
nl: Geen budget voor %1$@
pl: Brak budżetu dla %1$@
pt: Sem orçamento em %1$@
ro: Fără buget pe %1$@
ru: Нет бюджета на %1$@
sv: Ingen budget för %1$@

source: No budgets yet
bg: Още няма бюджети
cs: Zatím žádné rozpočty
da: Ingen budgetter endnu
de: Noch keine Budgets
es: Aún no hay presupuestos
fi: Ei vielä budjetteja
fr: Pas encore de budget
it: Ancora nessun budget
nb: Ingen budsjetter ennå
nl: Nog geen budgetten
pl: Nie masz jeszcze budżetów
pt: Nenhum orçamento ainda
ro: Încă niciun buget
ru: Пока нет бюджетов
sv: Inga budgetar än

source: No free trial · cancel anytime
bg: Без безплатен период · откажи по всяко време
cs: Bez zkušební verze zdarma · zrušte kdykoli
da: Ingen gratis prøveperiode · opsig når som helst
de: Keine Gratis-Testphase · jederzeit kündbar
es: Sin prueba gratis · cancela cuando quieras
fi: Ei ilmaista kokeilua · peru milloin tahansa
fr: Pas d'essai gratuit · annulez à tout moment
it: Nessuna prova gratuita · annulli quando vuoi
nb: Ingen gratis prøveperiode · avslutt når som helst
nl: Geen gratis proefperiode · altijd opzegbaar
pl: Bez okresu próbnego · anuluj w dowolnej chwili
pt: Sem teste grátis · cancele quando quiser
ro: Fără perioadă de probă gratuită · anulează oricând
ru: Без пробного периода · отмена в любое время
sv: Ingen gratis provperiod · avsluta när som helst

source: No icons match “%@”
bg: Няма икони, съвпадащи с “%@”
cs: Žádné ikony neodpovídají “%@”
da: Ingen ikoner matcher “%@”
de: Keine Symbole für “%@”
es: Ningún icono coincide con “%@”
fi: Ei kuvakkeita haulle “%@”
fr: Aucune icône ne correspond à “%@”
it: Nessuna icona corrisponde a “%@”
nb: Ingen ikoner samsvarer med “%@”
nl: Geen pictogrammen komen overeen met “%@”
pl: Brak ikon pasujących do “%@”
pt: Nenhum ícone corresponde a “%@”
ro: Nicio pictogramă nu se potrivește cu “%@”
ru: Нет значков, соответствующих “%@”
sv: Inga ikoner matchar “%@”

source: No receipts
bg: Все още няма бележки
cs: Žádné účtenky
da: Ingen kvitteringer
de: Noch keine Belege
es: Aún no hay recibos
fi: Ei kuitteja
fr: Aucun reçu pour le moment
it: Ancora nessuno scontrino
nb: Ingen kvitteringer
nl: Nog geen bonnen
pl: Brak paragonów
pt: Ainda sem recibos
ro: Niciun bon
ru: Чеков пока нет
sv: Inga kvitton

source: No receipts in this range. Pick another period, or add a receipt first.
bg: Няма бележки в този диапазон. Избери друг период или първо добави бележка.
cs: V tomto rozsahu nejsou žádné účtenky. Vyberte jiné období nebo nejprve přidejte účtenku.
da: Ingen kvitteringer i dette interval. Vælg en anden periode, eller tilføj en kvittering først.
de: Keine Belege in diesem Zeitraum. Wähle einen anderen Zeitraum oder füge zuerst einen Beleg hinzu.
es: No hay recibos en este rango. Elige otro período o añade primero un recibo.
fi: Ei kuitteja tällä aikavälillä. Valitse toinen jakso tai lisää ensin kuitti.
fr: Aucun reçu dans cette plage. Choisissez une autre période ou ajoutez d'abord un reçu.
it: Nessuno scontrino in questo intervallo. Scegli un altro periodo o aggiungi prima uno scontrino.
nb: Ingen kvitteringer i dette intervallet. Velg en annen periode, eller legg til en kvittering først.
nl: Geen bonnen in dit bereik. Kies een andere periode of voeg eerst een bon toe.
pl: Brak paragonów w tym zakresie. Wybierz inny okres lub najpierw dodaj paragon.
pt: Nenhum recibo neste intervalo. Escolha outro período ou adicione um recibo primeiro.
ro: Niciun bon în acest interval. Alege altă perioadă sau adaugă mai întâi un bon.
ru: Нет чеков в этом диапазоне. Выберите другой период или сначала добавьте чек.
sv: Inga kvitton i det här intervallet. Välj en annan period eller lägg till ett kvitto först.

source: No receipts yet
bg: Все още няма бележки
cs: Zatím žádné účtenky
da: Ingen kvitteringer endnu
de: Noch keine Belege
es: Aún no hay recibos
fi: Ei kuitteja vielä
fr: Aucun reçu pour le moment
it: Ancora nessuno scontrino
nb: Ingen kvitteringer ennå
nl: Nog geen bonnen
pl: Brak paragonów
pt: Ainda sem recibos
ro: Niciun bon încă
ru: Чеков пока нет
sv: Inga kvitton ännu
